[BEResettableCounter1]
CountMessage="Осталось уничтожить %i клоунских кукол"
CompleteMessage="Все клоунские куклы уничтожены!"

[BEResettableCounter3]
CompleteMessage="Все мини-игры выполнены. Вы получили достижение."

[BEResettableCounter4]
CountMessage="Ключ брошен"

[KFMusicTrigger2]
CombatSong="KFh7_Machine"
WaveBasedSongs=((CombatSong="KFh7_Assembly",CalmSong="KFh7_Storytime"),(CombatSong="KFh2_StiltWalker",CalmSong="KFh2_OrganGrinder"),(CombatSong="KFh7_Machine",CalmSong="KFh2_Carnivalous"),(CombatSong="KFh2_TerrorGoRound",CalmSong="KFh7_Hush"),(CombatSong="KFh7_Overpressure",CalmSong="KFh2_Carnivalous"),(CombatSong="KFh7_Machine",CalmSong="KFh4_NextAct"),(CombatSong="KFh4_Ground",CalmSong="KFh2_OrganGrinder"),(CombatSong="KFh2_StiltWalker",CalmSong="KFh7_Hush"),(CombatSong="KFh4_Thrills",CalmSong="KFh2_Carnivalous"),(CombatSong="KFh7_Assembly",CalmSong="KFh7_Storytime"),(CombatSong="KFh4_Ground",CalmSong="KFh2_OrganGrinder"))

[LevelInfo0]
Title="KF-Steamland"

[LevelSummary]
Title="KF-Steamland"
Description="Паромир Локхарта англичане считают местом номер 1 для летнего отдыха, ставя его выше любых других причалов с грязными магазинчиками, текущими куполами и дорогими билетами. К сожалению, когда в межсезонье случилась беда у Horzine, ситуация вышла, как бы сказать, из-под контроля и стала немного жуткой."
